app/controllers/assessments_controller.rb

  def index
    @assessments = Assessment.all
---
SELECT `assessments`.* FROM `assessments`