app/controllers/faculties_controller.rb

  def index
    @faculties = Faculty.all
---
SELECT `faculties`.* FROM `faculties`